anysphere.cursorpyright
bradlc.vscode-tailwindcss
charliermarsh.ruff
cipchk.cssrem
dbaeumer.vscode-eslint
esbenp.prettier-vscode
kamikillerto.vscode-colorize
kylinideteam.gitlens
lokalise.i18n-ally
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
nicoespeon.abracadabra
nidu.copy-json-path
oderwat.indent-rainbow
viijay-kr.react-ts-css
vitest.explorer

